/* Window Menu Title (temporary until IB supports this directly) */
"Window" = "Window";

/* Contextual menu strings */
"Help" = "Help";

/* App menu strings */
"Hide" = "Hide ^0";
"Quit" = "Quit ^0";

/* Location menu - location template */
"Location (%@)" = "Location (%@)";

/* Location menu - empty location name */
"<no name>" = "<no name>";

/* Dock menu strings */
"Turn Hiding On" = "Turn Hiding On";
"Turn Hiding Off" = "Turn Hiding Off";
"Turn Magnification On" = "Turn Magnification On";
"Turn Magnification Off" = "Turn Magnification Off";

/* Text for minimized window Dock menu item */
"Close" = "Close";

/* Get More Software web address */
"http://www.apple.com" = "http://www.apple.com/macosx/get";

/* Get More Software failure strings */
"Get Software Failed" = "Get Mac OS X Software";
"LaunchServices Failed" = "Your system settings are being updated. Unable to open your preferred Web browser. Try again in a few minutes.";

/* Apple menu strings */
"Log Out" = "Log Out";
"Log Out..." = "Log Out…";
